{"feedId":"ksnv","googleAnalyticAccount":"G-SQXN377HET::G-J614PB07TM::G-ZKF07H57LL","bottomMenuConfig":"","privacyPolicy":"<p>T2EST11  HelloThank you for visiting this website, application or other digital platform. This Privacy Statement applies to all websites, applications and other digital platforms (collectively, the “Sites”) linking to it and operated by, Sinclair Broadcast Group, Inc. (“Sinclair”) or any one of its affiliates. This Site is one of a network of ad-supported Sites operated by Sinclair (each a “Sinclair Affiliate Site” and, collectively, the “Sinclair Network of Sites”). Each Sinclair Affiliate Site has adopted this Privacy Statement to the extent applicable and/or unless otherwise indicated. “Affiliate ” means a company controlling, controlled by or under common control with another company, or a company which shares common management.</p>\n<p>This Privacy Statement is provided by the Sinclair Affiliate that operates this Site (“we,” “us” or “our”) to explain the ways in which we collect personal information from you through your use of this Site and any services offered through this Site and any of our applications or other Sites (collectively, the “Service”), and the ways that we (and the other Sinclair Affiliate Sites, as applicable) may use that personal information. Please read this Privacy Statement carefully so that you understand our online privacy practices. By using our Service, you acknowledge that your use,and any dispute over our online privacy practices, is governed by this Privacy Statement and our Terms and Conditions. If you have any questions regarding web privacy, please contact us.</p>\n<p>The term “personal information” as used in this Privacy Statement shall mean any information that identifies, relates to, describes, is capable of being associated with, or could reasonably be linked with, directly or indirectly, you, including (but not limited to) identifiers such as your name, alias, postal address, unique personal identifier, online identifier, IP address, email address, account name, social security number, driver’s license number, passport number, or other similar identifiers name, alias, address, identification number, location data, online identifier or one or more factors specific to you, geolocation data, internet or other electronic network activity information, including, but not limited to, browsing history, search history, and information regarding your interaction with our Sites, applications, or advertisements.</p>\n<p>INTERNATIONAL PROCESSING<br>We are headquartered in the United States and this Site is intended for citizens of the United States only.  If you are using our Service from outside the United States, be aware that your personal information may be transferred to, stored, and processed in the United States or elsewhere where our servers are located, and our central database is operated.  By continuing to use this Site, you acknowledge that the laws of such jurisdictions may be different to the laws in which you reside.&nbsp;</p>\n<p>TYPES OF INFORMATION WE COLLECT <br><strong>Overview</strong>. The information we gather generally falls into one of two categories: (1) personal information (for example, your name and address) that you voluntarily supply when you register with our Service, initiate transactions on or through the Service (such as buying products or services through the Service), or when you participate in the features we offer through the Service (such as comments posted on a blog, discussion group, or other social networking features on the Service), and (2) information gathered on usage patterns and preferences as visitors navigate through our Service. In some cases, one of our agents or Affiliates may collect the information on our behalf. Third party Service Providers (as defined below) that provide all or some of the services available through this Service also may be gathering the same kinds of information on our behalf.</p>\n<p><strong>Registration Information</strong>. To make use of certain features available through this Service (such as to receive email newsletters, to post a classified ad, or to participate in some social networking features) you may need to register and to provide certain personal information as part of the registration process. (If permitted by this Service, you may be able to bypass some of the steps within the registration process by using your user name and password associated with your account on certain specified social networking sites when you register for our Service, but you will still have to complete the registration process after entering that information.) We or our Service Providers may also ask for personal information from you if you buy products or services or conduct other transactions via our Service. (We may ask, for example, for your name, email address, sex, age, zip code or credit card number, and we might request information on your interest in sports, personal finance, the performing arts, and the like.) The personal information you supply will help us to offer you more personalized features, to tailor our Service to your interests and make them more useful to you, and also may be used in the processing of e-commerce transactions. In addition, our Service Providers may provide us with additional personal information about you that you provide to them through your separate accounts with them as described in their own privacy statements.</p>\n<p>The more you tell us about yourself, the more value we can offer you. Supplying such personal information is entirely voluntary. But if you don’t supply the personal information we request, we may be unable to provide you with services we make available to other users of our Service. For instance, we can’t send you an email alerting you to a new service we’re offering, or breaking news that may interest you, if you don’t tell us what you’re interested in and give us your email address.</p>\n<p>Contests and Other Promotions. From time to time, we may offer contests, sweepstakes or other promotions via our Service. If you enter one of these contests, sweepstakes or promotions, you’ll have to provide personal information about yourself (such as your name, address, telephone number and email address) so that we can administer and operate the contest, sweepstakes, or promotion (including contacting you if you win, fulfilling a prize, and publishing a winners’ list). If you don’t want us to collect the personal information requested in the registration form or to provide it to any of our Affiliates, Service Providers and co-sponsor(s) as described below, please do not enter the contest, sweepstakes or promotion.</p>\n<p>Additional personal information may unintentionally be collected if such information is provided in video, recording, photographs, etc. that you submit. Where you submit videos, recordings, photographs, etc. you agree that we may make these public.  You should not submit videos, recordings or photographs if you desire to keep any of the content private; and we are not responsible for the use or misuse of such content by any third party.  Where any video, recording, photograph, etc. contains personal information relating to a third party, you agree that you have that third party’s consent to submit the personal information to us.</p>\n<p><strong>Email Newsletters.</strong> We may also offer you the opportunity to subscribe to email newsletters that we make available through the Service. If you have opted to receive a particular newsletter, you may always unsubscribe later if you decide not to receive further mailings of the newsletter from us.</p>\n<p><strong>Cookies. </strong>To help make our Sites more responsive to the needs and interests of our visitors, we keep track of the pages visited by our users by placing a cookie, a small entry in a text file, on your hard drive. Our advertisers and Service Providers may also assign their own cookies to your browser, which is a process that we don’t control. We use cookies to help us tailor our Site to your needs and to deliver a better, more personalized service. Cookies are small files containing a string of characters which we may store on your computer or mobile device when you visit our Site.  When you visit our Site, the cookies allow us to recognize your browser.  Cookies may store your preferences and other information but cannot read data off your hard disk or read cookie files created by other sites.</p>\n<p>Cookies set by a website owner (in this case, Sinclair) are called “first party cookies”.  Cookies set by parties other than the website owner are called “third party cookies”.  Third party cookies enable third party features or functionality to be provided on or through the website (i.e. advertising, social media functions and analytics).  For example, we may use, and allow our carefully selected partners to use, cookies to personalize the ads you see on our Service, or third party sites or properties, to avoid showing you the same ad repeatedly during a single visit, and to deliver tailored content to you when on our Service, or third party sites or properties, that we and our partners think you might find interesting. In addition, we may use cookies to track the pages on our Service, the Sinclair Network of Sites, or other sites visited by our users. We may also use cookies to measure site performance and/or advertising performance. We can build a better Service if we know which pages our users are visiting and how often. You can manage your browser’s cookie setting through the “options” menu on most commercially available web browsers, including options to set your browser to notify you before accepting a cookie or to disable cookies entirely. Of course, if you set your browser not to accept cookies, you may not be able to take advantage of the personalized features enjoyed by other users of our Service.  Please see our Cookie Policy for more information.</p>\n<p><strong>Please follow the links below to helpful information for the most popular browsers:   </strong><br><strong>Microsoft Internet Explorer: </strong><br>https://support.microsoft.com/en-gb/help/17442/windows-internet-explorer-delete-manage-cookies;</p>\n<p><strong>Google Chrome:</strong><br>https://support.google.com/chrome/answer/95647?co=GENIE.Platform%3DDesktop&amp;hl=en;</p>\n<p><strong>Mozilla Firefox:</strong><br>https://support.mozilla.org/en-US/kb/enable-and-disable-cookies-website-preferences; and</p>\n<p><strong>Apple Safari: </strong><br>https://support.apple.com/guide/safari/manage-cookies-and-website-data-sfri11471/mac&nbsp;</p>\n<p>In addition, you can exercise advertising cookie choices by visiting: http://www.aboutads.info/choices/; http://www.networkadvertising.org/choices/; or http://youronlinechoices.com/.</p>\n<p><strong>Web Beacons.</strong> Our Service may contain electronic images (called “single-pixel GIFs” or “web beacons”) or other tools that allow us and our Affiliates, Service Providers, vendors and, where necessary, our advertisers to count users who have visited particular pages of this Service, the Sinclair Network of Sites, or other sites or applications, or to access certain cookies. We may use these tools and other technologies to recognize which links visitors click and to track how users respond to ads we place on third-party sites or applications. These features may also be included in our email newsletters so that we can learn which messages have been opened and acted upon. In combination with cookies, these web beacons allow us (and/or our Affiliates, Service Providers, vendors, or advertisers) to track the number of users who view particular pages and to fine tune the advertising messages delivered to users of this Service and other websites and applications. We may use “clickstream” data collected using web beacons and cookies to help us tailor promotional content, including such content in email messages and on landing pages, to the perceived interests of our users. Advertising networks with which we are affiliated and third-party advertising services that we use may also use web beacons on our Service to gather similar anonymous “clickstream” information, which is used to fine tune advertising messages delivered to our visitors and visitors to other websites.</p>\n<p><strong>Browser Level Information and IP Addresses. </strong>Our web servers automatically collect limited information about your computer configuration or your mobile device when you use our Service, including the type of browser software you use, the operating system you’re running, the resolution of your computer monitor or mobile device, the website that referred you, the type of device you’re using, your IP address and your geographic location. (Your IP address is a numerical address that is used by computers and mobile devices connected to the Internet to identify your computer or mobile device so that data (such as the web pages you want to view) can be transmitted to you. We also use IP address information for systems administration and troubleshooting purposes. We use this information to deliver our web pages to you upon request, to tailor our Service (including ads distributed through our Service) to the interests of our users, and to measure traffic within our Service. We may combine this information with personal information you give to us and personal information we collect about you. We may use this combined personal information for purposes set out in this Privacy Statement.<br>We do not respond to web browser “do not track” signals.  As such, your navigation of our Service may be tracked as part of the gathering of quantitative user information described above.  If you arrive at our Site by way of a link from a third party site that does respond to “do not track” requests, the recognition of any “do not track” request you have initiated will end as soon as you reach our Service.</p>\n<p><strong>Social Networks.</strong> When you use the social networking features on our Service, you may be asked to log in to a social network using your social network credentials (for example, your Facebook user ID). When you log in, we may collect information about you (including personal information) from that social network. In addition, when you use one of the social networks sharing tools available on our Service, the social network operating the tool may collect information about you based on such use. The social network’s use of that information will be subject to its own privacy statement, which may be different from ours.</p>\n<p><strong>Mobile Applications and Location-Based Information. </strong>Our Service may have the ability to use your geographic location to deliver content, services, and advertising tailored to your location. If you choose to enable our Service to use your location information, then that information will be stored and used to deliver content, services, and advertising tailored to your location. Also, when you use a mobile device or browser to access our Service, then your device and/or your browser may automatically collect and/or transmit your device’s unique identifier, IP address, location information, device make/model, wireless provider, and related information to us and our Service Providers. We and our Service Providers may combine this information with personal information you give to us and personal information we collect about you. We will use this combined personal information to deliver content, services, and advertising tailored to your location.</p>\n<p><strong>Data Collected in Connection with Ad Serving and Targeting. </strong>We use third-party Service Providers, such as ad networks, to serve advertising to you when you use our Service or use other sites or applications. These Service Providers may use information about your activities while you navigate through and use this Service and other websites and applications (and that the Service Providers collect through cookies) to provide you with advertisements about products and services that they think may be of interest to you. The information used by these Service Providers for these purposes generally does not identify you personally (in other words, the Service Providers are not usually using your name, address, email address, or phone number for these purposes, although they may use your IP address, your geographic location, or your device’s unique identifier). We will request your consent to this type of processing where required by local law.&nbsp;</p>\n<p>DISCLOSURE OF INFORMATION</p>\n<p><strong>Why We Collect Information From You</strong>. Like any business, it’s important for us to know our customers — their needs, their likes, what they want and expect from us. Unlike most businesses, however, we deliver a valuable product to our customers without asking for anything in return. Since we make most of this Service available without charge to you, we rely heavily on advertisers to produce the income necessary to operate our Service. Advertisers are like most people: They expect something in return for the money they spend. They want to know how many people will see their ad and how often our users are looking at their ads on our Service — in other words, how effective their ad is likely to be. So it’s important that we be able to tell advertisers who our audience is. Except as expressly set forth in this Privacy Statement, we will not provide, sell or rent to any third party any personal information that we collect from you through your use of this Service.</p>\n<p><strong>Advertisers</strong>. Without your permission, we will not share the personal information you provide when registering on our Service with advertisers. We may, however, take the information you provide and aggregate it with data from all the other people that use this Service and associated services. Then we will use that pool of information to inform our advertisers about our audience without identifying you personally.</p>\n<p><strong>Service Providers</strong>. All or portions of our Service may be provided or supported by our third-party service providers (“Service Providers”), and we may share any of the information that we collect from you through our Service (e.g., information collected through cookies on your browser, personal information you submit to us to enter a contest, sweepstakes or promotion offered through the Service, etc.) with such Service Providers. In the event we offer services through this Service such as chat, email newsletters, email services, online classifieds and/or similar services, such services may be made available through cooperative arrangements with providers that specialize in operating such services. We will only work with trusted Service Providers who provide sufficient guarantees in respect of the technical and organisational security measures governing the processing to be carried out and who can demonstrate a commitment to compliance with those measures. We do not allow Service Providers to use your personal information for their own purposes, unless indicated, and only permit them to process your personal information for specified purposes and in accordance with our instructions.</p>\n<p><strong>Contest Co-Sponsors. </strong>If you enter any contest, sweepstakes or other promotion that we make available through this Service, we may share the personal information you submit to us with the co-sponsor(s) of the contest, sweepstakes, or promotion. A co-sponsor will be independent of Sinclair and will determine how it uses personal information subject to its own privacy policy. We will identify any co-sponsor(s) in the official rules for the promotion.</p>\n<p><strong>Our Affiliates</strong>. We may share any of the information that we collect from you (including anonymous information and personal information that you may provide) with the other Sinclair Affiliate Sites within the Sinclair Network of Sites so that we and they can provide you with products and services that may be of interest to you.</p>\n<p><strong>Statistical Information</strong>. Much of the information we collect is in the form of aggregated statistics, such as the traffic that visits various pages within our Service, and the habits and preferences of our audience. Such aggregated information does not include any personal information that would identify you personally. We may use such aggregated information and disclose it to any third parties as we see fit.</p>\n<p><strong>Information You Post.</strong> Please remember that anything you post to any message boards, discussion or comment areas, or social networking services on our Service can be seen, collected, and used by anyone who has access to that board, area, or social networking service. We cannot control how your postings may be used by third parties with such access.</p>\n<p><strong>Sites to Which We Link.</strong> Our Service includes links to plenty of other websites, and provides access to products and services offered by third parties, whose privacy policies we don’t control. When you access another site or purchase products or services or conduct other transactions through their sites, use of any personal information you provide is governed by the Privacy Statement of the operator of the site you’re visiting or the provider of such products or services.</p>\n<p>Other Disclosures. We reserve the right to release personal information about users of our Service when release is necessary or appropriate to comply with law, to enforce this Privacy Statement, our Website Terms of Use or our visitor agreement, or to protect the rights, property or safety of users of our Service, the public, our customers, or our company and its employees, agents, partners and Affiliates. As our business grows, we may buy or sell various assets. In the event that we merge with another entity or otherwise transfer substantially all of our assets to another entity (including, without limitation, to one of our Affiliates as part of an internal reorganization), personal information collected from this Service would be among the transferred assets.</p>\n<p><strong>Maintenance of Information</strong>. We may store all information, videos, photographs, recordings, etc. in our database even after such content has been deleted from public display. In addition, our web logs may be stored indefinitely, subject to applicable law. Although we use customary practices to store all information received from our users in a secure operating environment that is not available to general public, no guarantee can be provided that such information might not become available to persons outside of Sinclair and its Affiliate.</p>\n<p><strong>SHOPPING</strong><br>When you purchase products and/or services through our Service, we may ask you to provide us with certain personal information, including your contact details (such as your name, address, telephone and email), and your billing information (such as your credit card number and the date that your card expires). We may also ask you to provide additional information such as unique identifiers (such as your date of birth), and registration information (login name and password).<br>We will use the personal information you provide us to process your transaction and to contact you regarding your purchase if necessary. We will share this information with our Service Providers to the extent necessary to facilitate your purchase (for purposes such as customer service, verification, fulfilment and billing purposes). We will not sell or rent your personal billing information to any third party. We may share non-financial information with our Service Providers in accordance with this Privacy Statement.</p>\n<p>OPTING IN/OPTING OUT<br>In certain places when using – this Service (for example, when registering as a user of this Service, managing your account, shopping, or participating in activities like promotional contests), we may ask you to consent to the sharing of your personal information with third parties with which we have business relationships. If you provide such consent (for example, by checking a box or by some other means), we will make your personal information available to such third parties as described in the consent form so that they, we, or both may contact you directly regarding special offers, promotions, products or services that may be of interest to you. If you register with this Service, you will have the opportunity to review or update the personal information you have provided us, and withdraw consent, at any time. You also have the option of deleting all personal information.<br>If you would like to completely deactivate your account, please contact us using the information provided.  Please note, however, that if you deactivate your account, you will not receive any newsletters from us and you will not be able to participate in any of our sweepstakes or contests. Also, even if you deactivate your account, you still need to go through a separate process to unsubscribe from any SMS alerts you previously signed up to receive. You can unsubscribe from these alerts by using the “STOP” function within those messages. You agree that, subject to applicable law, we may use your personal information to contact you for customer service, to inform you of important changes or additions to our Service or the services offered over our Service and to send you administrative notices or any communications relevant to your use of our Service.<br>If you have subscribed to one of our email newsletters, you will always have the opportunity to unsubscribe from future mailings (for example, by clicking on an unsubscribe link in an email newsletter or by modifying your account settings on our Service).<br>If you have submitted your personal information on a page provided in conjunction with one of our Service Providers, the personal information you submit may be jointly maintained by us and the Service Provider. If you decide to opt out of our Service, you may also need to contact the Service Provider separately to request the Service Provider to remove your personal information from its database, unless you are located in California in which case we will direct the Service Provider to delete your personal information once a request has been received.</p>\n<p>YOUR CALIFORNIA PRIVACY RIGHTS<br><ins>Shine the Light</ins><br>California law allows California residents, once a year and free of charge, to request information about certain types of personal information (if any) that a business has disclosed to third parties for their direct marketing purposes in the prior calendar year. However, under the law, we are not required to provide this information as long as we: (1) notify you that you have the right to prevent disclosure of personal information, and (2) provide you with a cost-free means to exercise that right. If you are a California resident and you would like to prevent disclosure of your personal information for use in direct marketing by a third party, you may submit a request to us by visiting the following page: Do Not Sell My Personal Information. If you are a California resident, and you have opted in to one of these activities, but you later decide that you would like to prevent our disclosure of your personal information to third parties for their direct marketing purposes, please contact us.</p>\n<p><ins>California Consumer Privacy Act Rights</ins><br>The California Consumer Privacy Act of 2018 (“CCPA”) provides “consumers” (California residents) with specific rights regarding their personal information.  This section describes your CCPA rights and explains how to exercise those rights.</p>\n<p style=\"text-align:start;\"><ins>Information collection, sources, uses and sharing</ins><br>During the past 12 months, we have collected the following categories of personal information from the listed sources, used it for the listed business purposes and shared it with the listed categories of third parties.  The categories of information include information we collect from our Site visitors, registered users, vendors, suppliers and any other person that interacts with us either online or offline. Not all information is collected about all individuals. <br></p>\n<p>&nbsp;</p>\n<p><strong>Category of information collected</strong>&nbsp;</p>\n<p><strong>Source</strong>&nbsp;</p>\n<p><strong>Business purposes* for use</strong>&nbsp;</p>\n<p><strong>Categories of third parties receiving information</strong> <strong>Identifiers </strong>(name, alias, postal address, email address,  phone number, account name, unique personal identifier, IP address) Individuals submitting information to us.<br> <br><br>         Information we automatically collect from Site visitors. <br> <br><br>         Information we may receive from third-party marketing and data partners. Performing services for you.<br> <br><br>         Advertising customization. <br> <br><br>         Auditing relating to transactions.<br> <br><br>         Internal research and development.<br> <br><br>         Security detection, protection and enforcement.<br> <br><br>         Functionality debugging, error and repair.<br> <br><br>         Quality control. Service providers (such as Electronic Payment Processors, Subscriber Management Partners, Authentication Platform Partners, Customer Data Platform Partners, Email Service Providers, Advertising Platform Partners). <br> <br><br>        Affiliated companies. <br> <br><br>        Government regulators upon official request. <br> <br><br>        Law enforcement upon official request. <br> <br><br>        Strategically aligned businesses.   <strong>Sensitive Information</strong><br>        (credit card details, name with financial account, user name and password) Individuals submitting information to us. Performing services for you.<br> <br>        Auditing relating to transactions.<br> <br><br>        Internal research and development.<br> <br><br>        Security detection, protection and enforcement.<br> <br><br>        Functionality debugging, error and repair.<br> <br><br>        Quality control. Service providers (such as Electronic Payment Processors, Subscriber Management Partners).<br> <br><br>        Affiliated companies.<br> <br><br>        Government regulators upon official request.<br> <br><br>        Law enforcement upon official request.<br> <br><br>        Strategically aligned businesses.   <strong>Protected classification information</strong><br>        (race, gender, ethnicity, religion) Individuals submitting information to us. <br> <br><br>        Aggregated anonymous information we may receive from third-party marketing and data partners. Performing services for you.<br> <br><br>        Anonymized advertising category customization. <br> <br><br>        Auditing relating to transactions.<br> <br><br>        Internal research and development.<br> <br><br>        Security detection, protection and enforcement.<br> <br><br>        Functionality debugging, error and repair.<br> <br><br>        Quality control. Service providers (such as Electronic Payment Processors, Subscriber Management Partners, Customer Data Platform Partners, Advertising Platform Partners).<br> <br><br>        Affiliated companies.<br> <br><br>        Government regulators upon official request.<br> <br><br>        Law enforcement upon official request.<br> <br><br>        Strategically aligned businesses.   <strong>Commercial information</strong> (transaction history, products/services purchased, obtained or considered, product preference) Individuals submitting information to us. <br> <br><br>        Information we automatically collect from Site visitors. <br> <br><br>        Information we may receive from third-party marketing and data partners. Performing services for you.<br> <br><br>        Advertising customization. <br> <br><br>        Auditing relating to transactions.<br> <br><br>        Internal research and development.<br> <br><br>        Security detection, protection and enforcement.<br> <br><br>        Functionality debugging, error and repair.<br> <br><br>        Quality control. Service providers (such as Electronic Payment Processors, Subscriber Management Partners, Customer Data Platform Partners, Email Service Providers, Advertising Platform Partners).<br> <br><br>        Affiliated companies.<br> <br><br>        Government regulators upon official request.<br> <br><br>        Law enforcement upon official request.<br> <br><br>        Strategically aligned businesses.   <strong>Electronic network activity </strong>(browsing or search history, Site interactions, advertisement interactions) Individuals submitting information to us. <br> <br><br>        Information we automatically collect from Site visitors. <br> <br><br>        Information we may receive from third-party marketing and data partners. Performing services for you.<br> <br><br>        Advertising customization. <br> <br><br>        Auditing relating to transactions.<br> <br><br>        Internal research and development.<br> <br><br>        Security detection, protection and enforcement.<br> <br><br>        Functionality debugging, error and repair.<br> <br><br>        Quality control. Service providers (such as Electronic Payment Processors, Authentication Platform Partners, Subscriber Management Partners, Customer Data Platform Partners, Email Service Providers, Advertising Platform Partners).<br> <br><br>        Affiliated companies.<br> <br><br>        Government regulators upon official request.<br> <br><br>        Law enforcement upon official request.<br> <br><br>        Strategically aligned businesses.   <strong>Audio, video or similar information</strong> (customer service calls, security monitoring, user submitted media) Individuals submitting information to us. <br> <br><br>        Information we automatically collect from Site visitors. <br> <br><br>        Information we may receive from third-party marketing and data partners. Performing services for you.<br> <br><br>        Advertising customization. <br> <br><br>        Auditing relating to transactions.<br> <br><br>        Internal research and development.<br> <br><br>        Security detection, protection and enforcement.<br> <br><br>        Functionality debugging, error and repair.<br> <br><br>        Quality control. Service providers (such as Electronic Payment Processors, Subscriber Management Partners, Customer Data Platform Partners, Email Service Providers, Advertising Platform Partners).<br> <br><br>        Affiliated companies.<br> <br><br>        Government regulators upon official request.<br> <br><br>        Law enforcement upon official request.<br> <br><br>        Strategically aligned businesses.   <strong>Geolocation</strong> Individuals submitting information to us. <br> <br><br>        Information we automatically collect from Site visitors. <br> <br><br>        Information we may receive from third-party marketing and data partners. Performing services for you.<br> <br><br>        Advertising customization. <br> <br><br>        Auditing relating to transactions.<br> <br><br>        Internal research and development.<br> <br><br>        Security detection, protection and enforcement.<br> <br><br>        Functionality debugging, error and repair.<br> <br><br>        Quality control. Service providers (such as Subscriber Management Partners, Authentication Platform Partners, Customer Data Platform Partners, Email Service Providers, Advertising Platform Partners).<br> <br><br>        Affiliated companies.<br> <br><br>        Government regulators upon official request.<br> <br><br>        Law enforcement upon official request.<br> <br><br>        Strategically aligned businesses.   <strong>Inference from the above</strong> (preferences, characteristics, behavior, attitudes, abilities, etc.) Internal analytics. Performing services for you.<br> <br><br>        Advertising customization. <br> <br><br>        Auditing relating to transactions.<br> <br><br>        Internal research and development.<br> <br><br>        Security detection, protection and enforcement.<br> <br><br>        Functionality debugging, error and repair.<br> <br><br>        Quality control Service providers (such as Electronic Payment Processors, Subscriber Management Partners, Customer Data Platform Partners, Email Service Providers, Advertising Platform Partners).<br> <br><br>        Affiliated companies.<br> <br><br>        Government regulators upon official request.<br> <br><br>        Law enforcement upon official request.<br> <br><br>        Strategically aligned businesses.&nbsp;</p>\n<p>*More specifically, the business purposes include:</p>\n<p>&nbsp;Performing services for you:</p>\n<ul>\n<li>To administer or otherwise carry out our obligations in relation to any agreement to which we are a party;</li>\n<li>To assist you in completing a transaction or order;</li>\n<li>To prepare and process invoices;</li>\n<li>To respond to queries or requests and to provide services and support;</li>\n<li>To provide aftersales customer relationship management;</li>\n<li>To create and manage our customer accounts;</li>\n<li>To notify you about changes to our Service and products;</li>\n<li>To allow you to sign up to receive our email newsletters;</li>\n<li>To facilitate, manage and to allow you to register a profile on our Sites or mobile applications, and manage your settings thereon; and</li>\n<li>To administer any promotion, contest, survey, or competition, including promotions, contests, surveys, and competitions run in conjunction with out co-sponsors.</li>\n</ul>\n<p>1.    Advertising customization&nbsp;</p>\n<ul>\n<li>To offer our Service to you in a personalized way;</li>\n<li>To send you personalized marketing communications, in order to keep you informed of our and our selected partner’s’ products and services, which we consider may be of interest to you;</li>\n<li>To provide you, or allow selected third parties to provide you, with information about products or services, that may be of interest to you;</li>\n<li>To allow you to participate in contests and surveys and benefit from personalized promotional offers; and</li>\n<li>To create services that may meet your needs.</li>\n</ul>\n<p>2.    Auditing relating to transactions; internal research and development</p>\n<ul>\n<li>To administer our Site for internal business administration and operations, including troubleshooting, data analysis, testing, research, statistical and survey purposes;</li>\n<li>To provide for internal business administration and operations, including troubleshooting, website customization, enhancement or development, testing, research, administration and operation of our Sites and data analytics;</li>\n<li>To develop and improve our Service, for example, by reviewing visits to the website and various subpages; and</li>\n<li>To measure performance of marketing initiatives, ads, and websites “powered by” another company on our behalf.</li>\n</ul>\n<p>3.    Security detection, protection and enforcement; functionality debugging, error repair.</p>\n<ul>\n<li>To resolve any disputes and to protect, enforce or defend our rights;</li>\n<li>As part of our efforts to keep our Site safe and secure; and</li>\n<li>To ensure the security of your account and our business, preventing or detecting fraud, malicious activity or abuses of our Site, for example, by requesting verification information in order to reset your account password (if applicable).</li>\n</ul>\n<p>&nbsp;4.    Quality control.</p>\n<ul>\n<li>To monitor quality control and ensure compliance with any and all applicable laws, regulations, codes and ordinances, for example, in response to a request from a court or regulatory body, where such request is made in accordance with the law.</li>\n</ul>\n<p>Your Rights and Choices</p>\n<p>As of January 1, 2020, if you are a verified California resident, you have the right to obtain certain information about our collection and use of personal information over the past twelve (12) months, including:</p>\n<ul>\n<li>The categories of personal information we collect;</li>\n<li>The categories of sources of personal information we collect;</li>\n<li>Our business purpose for collecting or sharing that personal information;</li>\n<li>The categories of third parties with whom we share that personal information;</li>\n<li>The specific personal information we have collected about you over the past twelve (12) months;</li>\n<li>If we sold or disclosed your personal information for a business purpose, two separate lists disclosing:<br>&nbsp;</li>\n<ul>\n<li>the categories of personal information sold and the category of third party recipients; and&nbsp;</li>\n<li>a list of the categories of personal information that we disclosed for a business purpose.&nbsp;</li>\n</ul>\n</ul>\n<p>You have the right to request that we do not sell personal information about you, and also to request that we delete (and direct our Service Providers to delete) your personal information subject to certain exceptions.</p>\n<p><ins>Personal Information Sales Opt-Out and Opt-In Rights</ins><br>If you are 16 years of age or older, you have the right to direct us to not sell your personal information at any time (the “right to opt-out”). We do not sell the personal information of individuals we actually know are less than 16 years of age. To exercise the right to opt-out, you (or your authorized representative) may submit a request to us by visiting the following page: Do Not Sell My Personal Information.<br>Once you make an opt-out request, we will wait at least twelve (12) months before asking you to reauthorize personal information sales</p>\n<p><ins>Exercising Your Rights</ins><br>You can exercise any of these rights by contacting us using the contact details set out above or you may submit a request to us by visiting the following page Website Request Page. You may make a request up to twice within a twelve (12) month period. You may also call us on the following toll free telephone number: 844-644-CCPA.<br>We will ask you for information that allows us to reasonably verify your identity (that you are the person about whom we collected personal information) and we will use that information only for that purpose. We cannot respond to your request or provide you with personal information if we cannot verify your identity and confirm that the personal information relates to you.</p>\n<p><ins>Response timing and format</ins><br>We will endeavor to respond within forty-five days of receipt of your request, but if we require more time (up to an additional forty-five days) we will notify you of the reason and extension period in writing. Where you request a copy of your personal information, we will endeavor to provide the information in a format that is readily useable, including by mailing you a paper copy or providing an electronic copy. Any disclosures we provide will only cover the twelve (12) month period preceding the receipt of you verified request. We do not charge a fee to process or respond to your request unless it is excessive, repetitive, or manifestly unfounded. If we determine that the request warrants a fee, we will tell you why we made that decision and provide you with a cost estimate before completing your request. We will not discriminate against you as a result of your exercise of any of these rights.</p>\n<p>DATA SECURITY</p>\n<p>All information gathered through our Service is stored within database(s) operated by us or by a Service Provider on our behalf. We and/or our Service Providers secure the personal information you provide on computer servers in a controlled, secure environment, protected from unauthorized access, use or disclosure. For e-commerce transactions where you provide sensitive financial data (e.g., credit card information) to us via this Service, our Service Providers transmit your billing information using encryption. Encryption scrambles your credit card number and personal information. However, no security system is impenetrable. We cannot guarantee the security of our database, nor can we guarantee that information you supply won’t be intercepted while being transmitted to us over the Internet.</p>\n<p>A NOTE ABOUT CHILDREN’S PRIVACY</p>\n<p>This Service is not directed at children under the age of 13, and we won’t knowingly allow anyone under age 13 to register with our Service or to provide any other personal information. If you’re under 13, please do not provide us with any personal information about yourself (such as your name, your email address or your phone number). If we become aware that we have collected any personal information from a user under the age of 13, we will remove such information from our records as soon as possible.</p>\n<p>CHANGES TO THIS PRIVACY STATEMENT</p>\n<p>We may change the terms of this Privacy Statement or introduce new terms and conditions from time to time, in which case we will post an updated version of this Privacy Statement on this Service and will update the “Last Updated” date above to reflect the date the changes take effect. By continuing to use this Service after we post any such changes, you accept this Privacy statement, as modified. If you have questions regarding this Privacy Statement please contact us.</p>\n<p></p>\n<p></p>","termAndConditions":"<p>Thank you for visiting this website, which is operated by an Affiliate of Sinclair Broadcast Group, Inc. (“Sinclair”). This site is one of a network of ad-supported sites operated by Affiliates of Sinclair each of which also operates a local television station (each a “Sinclair Affiliate Site” and, collectively, the “Sinclair Network of Sites”). Each Sinclair Affiliate Site has adopted this privacy statement to the extent applicable. “Affiliate” means a company controlling, controlled by or under common control with another company, or a company which shares common management.</p>\n<p>These Website terms and Conditions (sometimes called “Agreement”) are a binding legal contract between you and the Sinclair Affiliate that operates this website (“we,” “us” or “our”) and governs your use of such website and any content made available from or through such website, including any subdomains thereof. Please read these Website Terms and Conditions carefully. By using our website, application, mobile application, and/or any services offered through our website, application, and/or mobile application (collectively, the “Service”), you accept the terms of this agreement. We may change the terms of this agreement or introduce new terms and conditions from time to time, in which case we will post an updated version of this agreement (“Agreement”) on this Service and will update the “Last Updated” date above to reflect the date the changes take effect. By continuing to use this Service after we post any such changes, you accept this Agreement, as modified.</p>\n<p>We reserve the right to deny access to this Service or any portion of this Service to anyone who violates this Agreement or who, in our judgment, interferes with the ability of others to enjoy this Service or who infringes the rights of others. We invite you to send in your questions or comments about this Service, or to bring to our attention any material you believe to be inaccurate. To do so, please <a href=\"https://sbgi.net/contact/\" target=\"_self\">contact us</a>.</p>\n<p>REGISTRATION To obtain access to certain services on our Service, you may be required to register with us. Children under the age of 13 may not register for the Service. You agree that the information you supply during that registration process will be accurate and complete and that you will not register under the name of, nor attempt to use this Service under the name of, another person. We reserve the right to reject or terminate any user name that, in our judgment, we deem offensive. You will be responsible for preserving the confidentiality of your password and will notify us of any known or suspected unauthorized use of your account.</p>\n<p>If you register for our Service, you may be able to use your login credentials for this Service to access certain services on other websites within the Sinclair Network of Sites or on other applications or mobile applications. In addition, you may also be given an opportunity to register simultaneously with one of our partners, agents or service providers (collectively, our “Service Providers”). Our Service Providers’ websites, applications, or mobile applications may contain terms and conditions that differ from the terms and conditions of this Service.</p>\n<p>We encourage you to review those terms and conditions before registering with any applicable website, application, or mobile application. Notwithstanding anything to the contrary in this visitor agreement, we will not be liable for the content of or any services provided by any Sinclair Affiliate Sites other than this Site or for the content of any site (or application or mobile application) operated by or any services provided by any Service Provider.</p>\n<p>PRIVACY</p>\n<p>We respect the privacy of the users of our Service. Please take a moment to review our Privacy Policy.</p>\n<p>RIGHTS AND LIMITATIONS ON USE OF CONTENT ON THIS SERVICE</p>\n<p>Our Limited License to You. The materials available through this Service are the property of us and our Affiliates or licensors, and are protected by copyright, trademark and other intellectual property laws. You are free to display and print for your personal, non-commercial use the content you receive through this Service, provided that you reprint any copyright and other rights notices included in such content. You may not otherwise reproduce any of the materials on this Service, or distribute copies of materials found on this Service in any form (including by email or other electronic means), without prior written permission from the owner. Of course, you’re free to encourage others to access the information themselves from our Service and to tell them how to find it. Requests for permission to reproduce or distribute materials found on this Service please <a href=\"https://sbgi.net/contact/\" target=\"_self\">contact us</a>.</p>\n<p>Links. We welcome links to our Service. You are free to establish a hypertext link to this Service so long as the link does not state or imply any sponsorship of your site, service, application, or mobile application by us.</p>\n<p>No Framing. Without our prior written permission, you may not frame, or in-line link, any of the content of this Service, or incorporate into another website, application, mobile application, or other service any of our intellectual property.</p>\n<p>Trademarks. We don’t want anyone to be confused as to which materials and services are provided by us and which aren’t. You may not use any trademark or service mark appearing on this Service without the prior written consent of the owner of the mark.</p>\n<p>Notice of Copyright Infringement. If you are an owner of intellectual property who believes your intellectual property has been improperly posted or distributed via this Service, please notify us through our feedback procedure or by sending a notice by U.S. Mail to Sinclair Broadcast Group, Inc., 10706 Beaver Dam Road, Hunt Valley, MD 21030 Attn: Legal Department. Your notice to us must include the following information: (1) a physical or electronic signature of a person authorized to act on behalf of the owner of the copyrighted work allegedly infringed; (2) a description of the copyrighted work or works that allegedly have been infringed; (3) a description of where on the Service the allegedly infringing material appears that will allow us to locate the material; (4) a statement by you that you have a good faith belief that the allegedly infringing use has not been authorized by the copyright owner, its agent, or the law; and (5) a statement by you that the information in your notice is accurate, and under penalty of perjury, that you are authorized to act on behalf of the owner of the copyrighted work that has allegedly been infringed.</p>\n<p>AP Materials. The materials accessible through this Service may include Associated Press text, photo, graphic, audio, and/or video material (collectively, “AP Material”). Your use of any such AP Material made available by AP is subject to AP’s license terms. The following provision applies to all visitors to this Service (including, without limitation, persons, representatives of legal entities, and digital engines of any kind, including, without limitation, ones that crawl, index, scrape, copy, store, or transmit digital content): By accessing this Service, you specifically acknowledge and agree that (i) AP Material shall not be published, broadcast, rewritten for broadcast or publication, or redistributed directly or indirectly in any medium; (ii) no AP Material nor any portion thereof may be stored in a computer except for personal and non-commercial use; (iii) The Associated Press shall not be held liable for any delays, inaccuracies, errors, or omissions in the AP Material or in the transmission or delivery of any part thereof or for any damages arising therefrom or occasioned thereby; and (iv) The Associated Press is an intended third-party beneficiary of these terms and conditions and may exercise all rights and remedies available to it.</p>\n<p>USER-PROVIDED CONTENT</p>\n<p>Your License to Us. By submitting material (including, but not limited to, any text, photos, video or other content) to us, you are representing that you are the owner of the material, or are making your submission with the express consent of the owner. By submitting any materials via this Service, you grant us, and anyone authorized by us, including, without limitation, our Affiliates, a perpetual, irrevocable, royalty-free, unlimited, worldwide, transferable, non-exclusive and unrestricted license to use, reproduce, modify, archive, publish, sell, exploit, display, create derivative works from, publicly perform, and otherwise distribute such material in any medium (whether now known or hereafter developed), in any manner we see fit, and for any purpose that we choose. The foregoing grant includes the right to exploit any proprietary rights in materials you submit to this Service, including, but not limited to, rights under copyright, trademark or patent laws that exist throughout the world. Without limiting the generality of the previous sentence, you agree that we may use, distribute, share or otherwise provide such material under any terms we see fit to any third party without the requirement of providing you any form of compensation. You also agree that we, and anyone authorized by us, may identify you as the author of any of your postings by name, email address or screen name, as we or they deem appropriate. We also reserve the right (but assume no obligation) to delete, move, or edit any postings that come to our attention that we consider unacceptable or inappropriate, whether for legal or other reasons. You understand that the technical processing and transmission of the Service, including content submitted by you, may involve transmissions over various networks, and may involve changes to the content to conform and adapt it to technical requirements of connecting networks or devices.</p>\n<p>Materials Submitted by Other Users.</p>\n<p>We cannot and do not review every posting made in any chat rooms, forums, and other areas available for public postings we may provide. You may well read any given posting before anyone on our staff does. Take what you find with a grain of salt. You can expect these areas to include information and opinions from a variety of individuals and organizations other than us. We do not endorse or guarantee the accuracy of any posting, regardless of whether the posting comes from a user, from a celebrity or “expert” guest, or from a member of our staff. There is no substitute for healthy skepticism and your own good judgment.</p>\n<p>E-COMMERCE</p>\n<p>We may offer certain products and/or services for purchase through this Service that are provided by us or by a third-party merchant. We are not responsible for the quality, accuracy, timeliness, reliability or any other aspect of products and services provided by a third party, and we make no warranties regarding any such products or services. If you make a purchase from a merchant on our Service, or on a third-party website, application, or mobile application that you have accessed through a link on our Service, the information that you provide that merchant on its site, application, or mobile application, or otherwise as part of the transaction, such as your name, address, email, and credit card number may be collected by both the merchant and us. A merchant may have privacy and data collection practices that are different from ours. We have no responsibility or liability for these independent policies. When you purchase products or services on or through this Service, you may be subject to additional terms and conditions that specifically apply to your purchase or use of such products or services. Any such terms that apply to your purchase of products or services from us will be presented to you as part of your transaction. For more information regarding a merchant, its online store, its privacy policies, and/or any additional terms and conditions that may apply, visit that merchant’s website, application, or mobile application and click on its information links or contact the merchant directly. You release us and our Affiliates from any damages that you incur, and agree not to assert any claims against us or any of our Affiliates, arising from your purchase or use of any products or services made available by third parties through this Service.</p>\n<p>DISCLAIMERS</p>\n<p>Use at Your Own Risk. We provide the material available through this Service for informational purposes only. You may only use the material and the services available through this Service for your personal and non-commercial use. We try to ensure that information we post to this Service is both timely and accurate, and that the services offered are reliable. Despite our efforts, however, content or services on this Service may, from time to time, contain errors. In addition, some reports which may appear on this Service, such as stock quotes and related financial news, may be delayed at least 20 minutes due to requirements of the stock exchanges and/or financial information services. Before you act on any information you’ve found on our Service, you should confirm any facts that are important to your decision. IF YOU RELY ON ANY INFORMATION OR SERVICE AVAILABLE THROUGH THIS SERVICE, YOU DO SO AT YOUR OWN RISK. YOU UNDERSTAND THAT YOU ARE SOLELY RESPONSIBLE FOR ANY DAMAGE OR LOSS YOU MAY INCUR THAT RESULTS FROM YOUR USE OF ANY SERVICE OR ANY MATERIAL AND/OR DATA DOWNLOADED FROM OR OTHERWISE PROVIDED THROUGH THIS SERVICE.</p>\n<p>No Endorsements. We are not responsible for, and cannot guarantee the performance of, goods and services provided by our advertisers or others to whose sites, applications, or mobile applications we link. A link to another website, application, or mobile application does not constitute our endorsement of that site, application, or mobile application (nor of any product, service or other material offered on that site, application, or mobile application).</p>\n<p>No Warranties. THIS SERVICE AND ALL MATERIALS, INFORMATION AND SERVICES AVAILABLE THROUGH IT, ARE PROVIDED TO YOU “AS IS,” “WITH ALL FAULTS,” AND “AS AVAILABLE.” WE, OUR AFFILIATES, AGENTS AND LICENSORS CANNOT AND DO NOT WARRANT THE ACCURACY, COMPLETENESS, TIMELINESS, NON-INFRINGEMENT, MERCHANTABILITY OR FITNESS FOR A PARTICULAR PURPOSE OF THE MATERIALS, INFORMATION AND SERVICES AVAILABLE THROUGH THIS SERVICE, NOR DO WE GUARANTEE THAT THE MATERIALS, INFORMATION OR SERVICES WILL BE ERROR-FREE, OR CONTINUOUSLY AVAILABLE, OR FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS.</p>\n<p>LIMITATIONS OF LIABILITY</p>\n<p>UNDER NO CIRCUMSTANCES SHALL WE, OR OUR AFFILIATES, SERVICE PROVIDERS OR OUR LICENSORS BE LIABLE TO YOU OR ANYONE ELSE FOR ANY DAMAGES ARISING OUT OF USE OF THIS SERVICE OR ANY PORTION THEREOF, INCLUDING, WITHOUT LIMITATION, LIABILITY FOR CONSEQUENTIAL, SPECIAL, INCIDENTAL, INDIRECT, OR SIMILAR DAMAGES, EVEN IF WE ARE ADVISED BEFOREHAND OF THE POSSIBILITY OF SUCH DAMAGES. (BECAUSE SOME STATES DO NOT ALLOW THE EXCLUSION OR LIMITATION OF CERTAIN CATEGORIES OF DAMAGES, THE ABOVE LIMITATION MAY NOT APPLY TO YOU. IN SUCH STATES, OUR LIABILITY AND THE LIABILITY OF OUR AFFILIATES, AGENTS AND LICENSORS IS LIMITED TO THE FULLEST EXTENT PERMITTED BY SUCH STATE LAW.) YOU AGREE THAT OUR LIABILITY AND THE LIABILITY OF OUR AFFILIATES, AGENTS AND LICENSORS, IF ANY, ARISING OUT OF ANY KIND OF LEGAL CLAIM IN ANY WAY CONNECTED TO THE SERVICE SHALL NOT EXCEED THE AMOUNT YOU PAID FOR THE USE OF THE SERVICE. LIABILITY FOR DAMAGES WILL BE LIMITED AND EXCLUDED IN ACCORDANCE WITH THE PRECEDING SENTENCE EVEN IF ANY REMEDY PROVIDED FOR IN THIS AGREEMENT FAILS OF ITS ESSENTIAL PURPOSE.</p>\n<p>DISPUTE RESOLUTION (the following to be considered an Arbitration Agreement between us and you)</p>\n<p>You agree to arbitrate – rather than litigate in court – any and all claims or disputes between the parties (including any parents, subsidiaries, affiliates, officers, directors, employees, or agents of ours) that arise out of or in any way relate to this Service and products or services that we, our affiliates and/or our Service Providers (on our behalf) may provide to you in connection with your use of this Service; provided, however, that in no event shall this provision prevent you from filing or joining a complaint with any federal, state, or local government agency that is authorized by law to seek relief against us on your behalf. Arbitration will be binding and judgment on the award rendered in the arbitration may be entered in any court having jurisdiction thereof.</p>\n<p>In arbitration, there is no judge and no jury, and review of arbitration decisions in the courts is very limited. Instead, disputes will be resolved by an arbitrator, whose authority is governed by the terms of this Agreement. You agree that an arbitrator may only award such relief as a court of competent jurisdiction could award, limited to the same extent as a court would limit relief pursuant to the terms of this Agreement. An arbitrator may award attorneys’ fees and costs if a court would be authorized to do so, and may issue injunctive or declaratory relief if that relief is required or authorized by the applicable law, but that injunctive or declaratory relief may not extend beyond you and your dealings with us. Discovery may be limited in arbitration, and procedures are more streamlined than in court. Notwithstanding the above, you may bring appropriate claims against each other in small claims court, if the claims fall within the small claims court’s jurisdiction, or any other federal, state, or local government agency authorized by law to hear your claims.</p>\n<p>Class Action Waiver: You agree that all claims or disputes between us will be arbitrated individually, and that there will be no class, representative, or consolidated actions in arbitration. If you or we bring a claim in small claims court, the class action waiver will apply, and neither of the parties can bring a claim on a class or representative basis. Furthermore, neither you nor we may participate in a class or representative action as a class member if the class action asserts claims that would fall within the scope of this arbitration agreement if they were directly asserted by you or us. Notwithstanding the foregoing, this arbitration agreement shall not prohibit you or us from participating in any judgment or settlement in any litigation brought by a federal, state, or local government on behalf of you or us, excluding litigation brought by any relator or party in its capacity as a private attorney general. We both agree that this class action waiver is an essential part of our arbitration agreement and that if this class action waiver is found to be unenforceable by any court or arbitrator then the entire arbitration agreement set forth in this section will not apply to any claim or dispute between you and us. This class action waiver may not be severed from our arbitration agreement.</p>\n<p>Informal Dispute Resolution: You and the Sinclair Affiliate that operates the Service agree to try to resolve disputes informally before resorting to arbitration. If the dispute cannot be resolved by telephone, you agree to notify us of the dispute by sending a written description of your claim to [<a href=\"https://www.sbgi.net/\" target=\"_self\">www.sbgi.net</a>] so that we can attempt to resolve it with you. If we do not satisfactorily resolve your claim within 30 calendar days of receiving notice of it, then you may pursue the claim in arbitration. Neither you nor we may initiate arbitration without first providing the other notice of the claim and following the informal dispute resolution procedure provided in this paragraph.</p>\n<p>Arbitration Procedures: You and the Sinclair Affiliate that operates the Service agree that this Agreement affects interstate commerce and that the Federal Arbitration Act applies. All arbitrations shall be conducted by the American Arbitration Association (“AAA”). The AAA’s rules are available on its website at www.adr.org or by calling 1-800-778-7879. If the claim asserted in arbitration is for less than $75,000, the AAA’s Supplementary Procedures for Consumer-Related Disputes will apply. If the claim asserted is for $75,000 or more, the Commercial Arbitration Rules will apply. If there is a conflict between the AAA’s rules and this dispute resolution agreement, this dispute resolution agreement shall control. To initiate arbitration, you must send a letter requesting arbitration and describing your claims to [<a href=\"https://www.sbgi.net/\" target=\"_self\">www.sbgi.net</a>]. You must also comply with the AAA’s rules regarding initiation of arbitration. We will pay all filing fees and costs for commencement of arbitration, but you will be responsible for your own attorneys’ fees and costs unless otherwise determined by the arbitrator pursuant to the terms of this agreement or applicable law. We will not seek to recover our fees and costs from you in the arbitration unless your claim has been determined to be frivolous. If you are successful in the arbitration, we will pay your reasonable attorney’s fees and costs. If you obtain an award from the arbitrator greater than our last written settlement offer, we will pay you $5,000 in addition to what you have been awarded in the arbitration. The arbitration will be held in a mutually convenient location. If you seek less than $10,000, then you may choose to hold the arbitration in person, via phone, or to have it decided based on written submissions.</p>\n<p>USE OF COMMUNICATIONS SERVICES</p>\n<p>We may provide a variety of services on this Service through which you can directly interact with others, such as email services, chat rooms, communications tools, forums, classifieds and other user-submitted advertising, and other public posting areas (“Communications Services”). For example, you may be able to upload content to participate in a contest or in news gathering on the Service, and you may be able to send a message to another user regarding content on our Service. We want to encourage an open exchange of information and ideas, but at the same time we want everyone to be able to enjoy these Communications Services.</p>\n<p>Without limiting the terms of our Privacy Policy, we will not, in the ordinary course of business, review private electronic messages that are not addressed to us or other content or materials submitted through this Service. However, we maintain the right to do so and to use any other forms of information available to us by virtue of your use of our Service (including, for example, reverse IP address inquiry) in order to comply with the law, to enforce this Agreement, or to protect the rights, property or safety of visitors to our Service, our customers, the public our employees, Service Providers and Affiliates.</p>\n<p>We reserve the right to deny access to any Communications Service to anyone who violates this visitor agreement or who, in our judgment, interferes with the ability of others to enjoy our Service or infringes the rights of others. We will comply with the requirements of the law regarding disclosure of any messages to others, including law enforcement agencies.</p>\n<p>Specific Prohibited Uses. Without limiting the foregoing, we may immediately terminate your use of any Communications Service if you engage in any of the following prohibited activities:</p>\n<p>Uploading, posting, emailing, transmitting or otherwise making available any content that is unlawful, harmful, threatening, abusive, libelous, or obscene;</p>\n<p>Impersonating any person or entity, or falsely stating or otherwise misrepresenting your affiliation with a person or entity;</p>\n<p>Forging headers or otherwise manipulating identifiers in a manner that disguises the origin of any content you transmit through any Communications Service;</p>\n<p>Uploading, posting, emailing, transmitting or otherwise making available any content that you do not have a right to make available under any law or under any contractual or fiduciary relationship (such as inside information, proprietary and confidential information learned or disclosed as part of employment relationships or under nondisclosure agreements);</p>\n<p>Uploading, posting, emailing, transmitting or otherwise making available any content that infringes any patent, trademark, trade secret, copyright or other proprietary right of any party;</p>\n<p>Uploading, posting, emailing, transmitting or otherwise making available any unsolicited or unauthorized advertising, promotional materials, or any other form of solicitation, without our express written approval;</p>\n<p>Gathering for the purpose of “spamming” any email addresses that users post in our chat rooms, forums and other public posting areas;</p>\n<p>Uploading, posting, emailing, transmitting or otherwise making available any content or material that contains software viruses, worms or any other computer code, files or programs designed to interrupt, destroy or limit the functionality of any computer software or hardware or telecommunications or other equipment, or to cause a security breach of such software, hardware or telecommunications or other equipment;</p>\n<p>Posting fraudulent classified listings;</p>\n<p>Uploading or posting any off-topic or irrelevant material to any chat room or forum; Interfering with or disrupting any servers or networks used to provide the Communications Services, or disobeying any requirements, procedures, policies or regulations of the networks we use to provide the Communications Services;</p>\n<p>Violating any applicable local, state, national or international law, including, but not limited to (1) all applicable laws regarding the transmission of technical data exported from the United States or the country in which you reside, (2) regulations promulgated by the U.S. Securities and Exchange Commission, and (3) any rules of any national or other securities exchange, including, without limitation, the New York Stock Exchange, the American Stock Exchange or the NASDAQ;</p>\n<p>“Stalking” or otherwise harassing another;</p>\n<p>Instigating or encouraging others to commit illegal activities or cause injury or property damage to any person;</p>\n<p>Collecting or storing personal data about other users;</p>\n<p>Gaining unauthorized access to our Service, or any account, computer system, or network connected to this Service, by means such as hacking, password mining or other illicit means; or Obtaining or attempting to obtain any materials or information through any means not intentionally made available through this Service.</p>\n<p>Spam. We will immediately terminate any account which we believe is being used to transmit, or is otherwise connected with, any spam or other unsolicited bulk email in connection with any messaging service made available through the Service. In addition, because damages are often difficult to quantify, if actual damages cannot be reasonably calculated, then you agree to pay us liquidated damages of $2 for each item of spam, unsolicited bulk email or private messaging transmitted from, or otherwise connected with, your account. Otherwise you agree to pay our actual damages; to the extent such actual damages can be reasonably calculated.</p>\n<p>Viruses. Because of the volume of email messages sent by us, we cannot and do not always monitor such email messages and attachments. You acknowledge and agree that such email messages may contain viruses, worms or other harmful components. You also acknowledge and agree that you are solely responsible for screening the email messages and attachments for viruses, worms and other harmful components.</p>\n<p>CLASSIFIED ADVERTISING</p>\n<p>Overview. We may allow you to purchase classified advertising for display on the Service. To the extent this Service includes any of the types of classified advertising described below, the terms of this Section will apply to any such classified ads. In addition, if the classified advertising service available through this Service is provided by a third-party Service Provider, your use of that service may also be subject to terms of use adopted by such Service Provider. We reserve the right to reject any ad copy. All orders are subject in all respects to our current rules and regulations and current demands upon advertising space. We reserve the right to edit, reclassify, revise, or cancel any advertisement at any time. Rates and specifications are subject to change. We do not knowingly accept advertising that discriminates or intends to discriminate based on race, color, religion, sex, national origin, handicap or familial status. WE ACCEPT NO LIABILITY FOR ERROR OR OMISSION. YOU MAY NOT RECEIVE A REFUND OF ANY AMOUNTS PAID FOR THE PUBLICATION OF A CLASSIFIED AD ON THIS SERVICE AFTER THE PUBLICATION DEADLINE HAS PASSED.</p>\n<p>Personal Advertisements. We are a community, family-oriented Service. Advertisements must be appropriate for all ages. Personal advertising participants must be 18 years or older. All ads must be in good taste and must not solicit for sex or sexual activities. We reserve the right to edit or reject ads that do not meet these standards. You may not use of the personal advertising section for any illegal purpose. We are not liable for the content of the personal advertisements or the responses to such advertisements.</p>\n<p>Employment Advertisements. We do not knowingly accept advertisements that discriminate or intend to discriminate on any illegal basis, or that are otherwise illegal. If you think that an advertisement posted on this service discriminates on any illegal basis, or is otherwise illegal, please <a href=\"https://sbgi.net/contact/\" target=\"_self\">contact us</a>.</p>\n<p>Our Service may include advertisements or online services relating to career counseling firms. A career counseling firm does not guarantee actual placement in a job as the result of its services. Understand any agreement that you enter into with a career counseling firm before you pay for the firm’s services.</p>\n<p>We do not knowingly accept advertisements regarding employment that are not ads for bona fide job opportunities. Regrettably, however, false job postings may appear in listings on our Service from time to time. False job listings are typically used to illegally collect personal information from job seekers or facilitate other forms of illegal activity. Posting false job listings is a violation of this visitor agreement (See: Specific Prohibited Uses) and may be a criminal violation of Federal or state laws. It’s important that you to take reasonable precautions when sharing your sensitive information with anyone over the Internet.</p>\n<p>Equal Housing Opportunity. Any real estate advertising on this Service is subject to the Fair Housing Act, which makes it illegal to advertise “any preference limitation or discrimination based on race, color, religion, sex, handicap, familial status or national origin, or an intention to make any such preference, limitation or discrimination.” Familial status includes children under the age of 18 living with parents or legal custodians; pregnant women and people securing custody of children under 18. To complain of discrimination call the U.S. Department of Housing and Urban Development at 800-699-9777.</p>\n<p>INDEMNIFICATION</p>\n<p>You agree to indemnify and hold us and our Affiliates, Service Providers and our licensors, and all of their respective officers, directors, employees and agents harmless from and against any and all losses, expenses, damages and costs, including reasonable attorneys’ fees, that arise out of your use of the Service, violation of this visitor agreement by you or any other person using your account, or your violation of any rights of another. We reserve the right to control defense of any action for which we are entitled to indemnification hereunder. In such event, you agree to cooperate with us, at our expense, as we may reasonably request in connection with our defense of the applicable claim.</p>\n<p>GOVERNING LAW; JURISDICTION</p>\n<p>This visitor agreement has been made in and shall be construed in accordance with the laws of the State of Maryland, without regard to its conflicts of laws rules. By using this Service, you consent to the exclusive jurisdiction of the state and federal courts in Baltimore City or County, Maryland, for all disputes arising out of or relating to this Agreement or this Service.&nbsp;</p>","configurationParams":{"fetchNrtInterval":"","сloseInactiveBAtime":3333},"endpoints":{"latestweathercastUrl":"https://prod-ba-api-gateway.sinclairplatform.com/weather/sinclair/latestWeathercast/89101","sevenDayForecastUrl":"https://prod-ba-api-gateway.sinclairplatform.com/weather/sinclair/sevenDayForecast/89101","feedProviderUrl":"https://prod-ba-api-gateway.sinclairplatform.com/feed/v2/sinclair/wztv","flashChannelUrl":"","newsOnDemandUrl":"","dynamicConfigURL":"https://int-property-cdn.sinclairplatform.com/api/v1/config/KSNV197/"},"featureFlags":{"disableAlerts":false,"capitol":false,"isBAWeatherDemo":false,"sponsorBanner":true,"ccDemoMode":false,"allowSamsungTV":true},"stationZipCode":"89101"}

